{
    "products": [
        {
            "id": "1",
            "title": "Minecraft",
            "price": "562",
            "description": "«Майнкрафт» — это приключенческая игра-песочница, у которой нет сюжета и ограничений в пространстве. Ее пользователи создают объекты и даже целые миры из виртуальных 3D-блоков по принципу LEGO. Игрок может построить из кубов что угодно: от маленькой хижины до огромного мегаполиса, задействуя неограниченную территорию. Только в базовой версии игроки могут пройти 30 млн блоков — это в семь раз больше, чем площадь планеты Земля.\n",
            "trailer": "https://www.youtube.com/watch?v=MmB9b5njVbA",
            "img": "https://thecity.m24.ru/b/d/SYketSiveog4J_DObLzWDUBNT0wyIDmtiI4EZzYHoV6j88XenTzJGR-lKdEtaxk-AJyC0joo9g=gu0Sqtwxxd9eIoa0DDV4kQ.jpg"
        },
        {
            "id": "2",
            "title": "Cyberpunk 2077",
            "price": "2159",
            "description": "Вам предстоит взять заказ, который перевернёт вашу жизнь. Украдите уникальное устройство, позволяющее обрести бессмертие, и станьте легендой, исследуя огромный открытый мир, где ваши поступки влияют на ход сюжета и всё, что вас окружает. Выполняйте задания от самых разных жителей Найт-Сити, чтобы превратиться из уличного киберпанка в наёмника высшей лиги и раскрыть тайну бесценного устройства, за которым идёт настоящая охота.",
            "trailer": "https://www.youtube.com/watch?v=qIcTM8WXFjk",
            "img": "https://vkplay.ru/hotbox/content_files/Stories/2023/08/25/6526240a5a39456cbda16a9a11b5b3c7.jpg"
        },
        {
            "id": "3",
            "title": "RainbowSix: Siege",
            "price": "899",
            "description": "напряжённые асимметричные бои между штурмовыми отрядами и защитниками в условиях ограниченного пространства. Локации состоят из многоуровневого объекта (здания или, например, самолёта), внутри которого находятся защитники, и пространства вокруг него, где начинают штурмующие.",
            "trailer": "https://www.youtube.com/watch?v=hLjEHanGIuI",
            "img": "https://avatars.mds.yandex.net/i?id=abbbb2e3742e2091743aaac10fb21e1f_l-5220568-images-thumbs&n=13"
        },
        {
            "id": "4",
            "title": "Counter-strike 2",
            "price": "1459",
            "description": "Как и предыдущие игры серии, Counter-Strike 2 — это многопользовательский тактический шутер от первого лица, в котором две команды соревнуются за выполнение различных задач в зависимости от выбранного режима игры. Игроки делятся на две команды: контртеррористы и террористы. Каждый игровой режим имеет разные цели и разделён на несколько раундов, а в перерывах между раундами игрок может приобрести различное оружие и снаряжение для использования. В большинстве игровых режимов у игрока есть одна жизнь на раунд, что приведёт к тому, что он не сможет играть до окончания раунда, если умрёт.",
            "trailer": "https://www.youtube.com/watch?v=c80dVYcL69E",
            "img": "https://staticg.sportskeeda.com/editor/2023/12/73135-17023219642550-1920.jpg"
        },
        {
            "id": "5",
            "title": "Atomic Heart",
            "price": "1452",
            "description": "История альтернативной реальности 1950х годов, берёт своё начало с развития робототехники и высоких технологий в годы Второй Мировой Войны. Мир игры не так далёк от тех идеалов, за которые борется человечество наших дней.",
            "trailer": "https://www.youtube.com/watch?v=0UBiw1xkHl8&t=2s",
            "img": "https://i.playground.ru/e/fZs_OlK45zbLeYxaQ7zPDA.png"
        },
        {
            "id": "6",
            "title": "The Witcher 3",
            "price": "1259",
            "description": "Сюжет игры в стиле фэнтези повествует о ведьмаке Геральте из Ривии, охотнике на чудовищ, чья приёмная дочь Цири находится в опасности, будучи преследуемой Дикой Охотой — загадочной потусторонней силой, тайна которой раскрывается по ходу игры.",
            "trailer": "https://www.youtube.com/watch?v=c0i88t0Kacs",
            "img": "https://i.playground.ru/e/DvZlqls4US4GyzCBmAlZHg.png"
        },
        {
            "id": "7",
            "title": "DayZ Standalone",
            "price": "1999",
            "description": "Действие игры происходит в вымышленной советской республике Чернорусь. Неизвестный вирус превратил большую часть населения в агрессивных зомби. 3\n\nЦель игры — выжить при катастрофической эпидемии зомби. В мире игрок должен добывать ограниченные запасы еды, воды, оружия и медикаментов. Заодно приходится скрываться от зомби или вступать с ними в бой. Также, есть выбор: сотрудничать с другими игроками или нет.",
            "trailer": "https://www.youtube.com/watch?v=mC5F8ECQnFE&t=6s",
            "img": "https://avatars.mds.yandex.net/i?id=6c42e2ca7eb16f23b13c8257c4af6f54_l-5243845-images-thumbs&n=13"
        },
        {
            "id": "8",
            "title": "Grand Theft Auto V",
            "price": "1239",
            "description": "Grand Theft Auto V — это игровой монумент от Rockstar Games, в котором каждый игрок может найти свой путь. От криминальных деяний до спокойной жизни обычного гражданина, GTA V предоставляет полную свободу действий.",
            "trailer": "https://www.youtube.com/watch?v=3DBrG2YjqQA",
            "img": "https://i.playground.ru/p/bVBLHOz7wqMhozCM_d4yoA.jpeg"
        }
    ]
}